Repository: common-repository/sxss-dreamhost-announcements
Catalog: languages/sxss_*.po
Languages: da_de_de

source: Announcement sent successful!
da_de_de: Ankündigung erfolgreich versendet

source: Error while sending one or more announcements!
da_de_de: Fehler beim Senden einer oder mehrerer Ankündigungen

source: API Key saved!
da_de_de: API Schlüssel gespeichert

source: Please check your API Key!
da_de_de: Bitte überprüfen Sie Ihren API Schlüssel

source: Dreamhost Announcements
da_de_de: Dreamhost Ankündigungen

source: Save API Key
da_de_de: API Schlüssel speichern

source: Send a new announcement
da_de_de: Eine neue Ankündigung versenden

source: Announcement List
da_de_de: Ankündigungsliste

source: your@adress.com
da_de_de: deine@adresse.de

source: Subscribe
da_de_de: Eintragen

source: Unsubscribe
da_de_de: Austragen

source: subscribers
da_de_de: Empfänger

source: Subject
da_de_de: Betreff

source: Send announcement
da_de_de: Ankündigung versenden

source: sxss Dreamhost Announcements
da_de_de: sxss Dreamhost Ankündigungen
